{
  "slug": "auxiliary-weight",
  "term": "Auxiliary Weight",
  "pos": "noun",
  "pronunciation": "/ɔːɡˈzɪliəri weɪt/",
  "summary": "**noun / slang.** Extra mass clipped or screwed to the tonearm or headshell.",
  "definition": "**noun / slang.** Extra mass clipped or screwed to the tonearm or headshell to stabilize the stylus under heavy back-cueing and scratching. Emerged in the late 1970s as hip-hop DJs pushed turntable technology beyond its intended design limits, auxiliary weights became essential battle DJ equipment. By adding 5-15 grams to the headshell or tonearm, these small metal clips or threaded collars counteract the violent lateral forces generated during scratching, preventing stylus skip and maintaining groove contact during aggressive manipulation. The Technics SH-10B3 headshell weight, introduced in the early 1980s, became the industry standard, though many DJs fashioned homemade solutions from coins, washers, or fishing weights. While tracking force adjusts vertical stylus pressure, auxiliary weight addresses horizontal stability—a distinction crucial to turntablism. Over-weighting risks accelerated record wear and reduced high-frequency response, making proper balance critical. Modern battle mixers and DVS systems have reduced reliance on auxiliary weights, but they remain standard equipment for vinyl purists and competition scratch DJs who demand maximum needle stability during complex routines and power moves.",
  "tags": [
    "equipment",
    "dj-related"
  ],
  "aliases": [
    "headshell weight",
    "tonearm weight",
    "cartridge weight",
    "needle stabilizer"
  ],
  "alt_spellings": [
    "auxiliary-weight",
    "aux weight"
  ],
  "etymology": "From Latin auxiliarius meaning 'helping' or 'supporting,' adopted by DJ culture in the late 1970s to describe supplemental mass added to turntable components for performance enhancement.",
  "first_use": 1979,
  "see_also": [
    "tracking-force",
    "battle-setup",
    "headshell",
    "technics-sl-1200"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
