{
  "slug": "balance-weight-tonearm",
  "term": "Balance Weight",
  "pos": "noun",
  "pronunciation": "/ˈbæləns weɪt/",
  "summary": "The counterweight at the rear of a tonearm used to set the proper tracking.",
  "definition": "The counterweight at the rear of a tonearm used to set the proper tracking force for the stylus. This cylindrical or disc-shaped weight, typically made of metal or dense composite material, threads onto the tonearm's rear stub and slides along its length to achieve equilibrium. By rotating the weight forward or backward, users balance the tonearm to float horizontally at zero tracking force, then dial in the manufacturer's recommended pressure—usually between 1.5 and 3 grams for modern cartridges. The balance weight emerged as a standard component during the high-fidelity era of the 1950s when precision playback became essential for stereo reproduction. Earlier acoustic and electric phonographs relied on the weight of the tonearm itself, often tracking at punishing forces of 6-12 grams that wore records rapidly. Modern audiophile tonearms feature precision-machined balance weights with calibrated dials or scales, while some high-end models offer interchangeable weights of different masses to accommodate cartridges of varying weights. Proper balance weight adjustment is critical: too light and the stylus skips or mistracts; too heavy and accelerated record wear occurs. Some turntables include auxiliary weights that attach to the main counterweight for use with particularly heavy or light cartridges, extending the tonearm's effective mass range.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "counterweight",
    "tonearm counterweight",
    "tracking weight"
  ],
  "alt_spellings": [
    "balance-weight",
    "balanceweight"
  ],
  "etymology": "Derived from mechanical balance terminology, combining 'balance' (equilibrium state) with 'weight' (mass used for counteraction); adopted into audio engineering vocabulary during the development of precision tonearms in the late 1940s and early 1950s.",
  "first_use": 1948,
  "see_also": [
    "tracking-force",
    "anti-skate",
    "tonearm",
    "cartridge",
    "stylus-pressure"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
