{
  "slug": "clip-on",
  "term": "Clip-On Headshell Weight",
  "pos": "noun",
  "pronunciation": "/klɪp ɒn ˈhɛdʃɛl weɪt/",
  "summary": "A removable metal plate that clips onto a detachable headshell to increase.",
  "definition": "A removable metal plate that clips onto a detachable headshell to increase the effective mass of the tonearm-cartridge system, improving tracking stability and optimizing resonance characteristics. Typically constructed from brass, steel, or tungsten and weighing between 2 and 6 grams, these accessories became essential tools during the 1970s high-compliance cartridge era when audiophiles needed to match tonearm mass to specific cartridge designs. The clip-on weight attaches to the top or sides of the headshell without requiring permanent modification, allowing users to fine-tune the tonearm's resonant frequency to the ideal 8-12 Hz range. This adjustment prevents mistracking, reduces warp-induced wow, and minimizes feedback in systems with high-output speakers. Japanese manufacturers like Audio-Technica and Technics popularized standardized clip-on designs compatible with their universal headshells, while boutique audio companies offered precision-machined versions in exotic materials. Modern turntable enthusiasts employ these weights when using vintage high-compliance cartridges on contemporary lightweight tonearms, or when attempting to stabilize playback of warped records. The practice remains particularly common in DJ setups where battle-style scratching demands maximum tracking force and headshell rigidity.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "headshell weight",
    "auxiliary headshell mass",
    "cartridge weight",
    "tonearm mass adapter"
  ],
  "alt_spelings": [
    "clip on headshell weight",
    "clipon headshell weight"
  ],
  "etymology": "Coined in the early 1970s when detachable headshells became standardized, combining the attachment method (clip-on) with the component location (headshell) and function (weight/mass addition).",
  "first_use": 1972,
  "see_also": [
    "auxiliary-weight",
    "tracking-force",
    "resonance-control",
    "headshell",
    "effective-mass"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
