{
  "slug": "cue-lever-lift",
  "term": "Cue Lever",
  "pos": "noun",
  "pronunciation": "/kjuː ˈliːvər/",
  "summary": "A small damped lever on the tonearm base that gently raises or lowers the.",
  "definition": "A small damped lever on the tonearm base that gently raises or lowers the stylus onto the record to prevent accidental drops. The mechanism employs hydraulic or silicone damping to control descent speed, typically taking 1-3 seconds to lower the tonearm from raised position to groove contact. Introduced widely in the 1960s as turntables transitioned from professional to consumer markets, the cue lever addressed the primary cause of stylus damage and record wear: manual cueing errors. The device consists of a pivoting lever connected to a damped piston assembly that supports a platform beneath the tonearm. When engaged, it lifts the arm clear of the record surface; when released, controlled descent ensures gentle landing without the lateral skating or bouncing that occurs with hand-cueing. High-end turntables feature adjustable damping rates and precision-machined platforms, while budget models may use simple spring mechanisms with less consistent performance. Audiophiles debate whether bypassing the cue lever for manual drops yields better sonic results by avoiding mechanical coupling to the tonearm, though most agree the protection against mishaps outweighs theoretical compromises. Essential for DJs, collectors handling rare pressings, and anyone preventing the distinctive crackle of a botched needle drop, the cue lever remains standard equipment on quality turntables despite the precision required in its manufacture.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "cueing lever",
    "tonearm lift",
    "arm lift",
    "stylus lift"
  ],
  "alt_spellings": [
    "cue-lever",
    "cueing lever"
  ],
  "etymology": "From 'cue' meaning to signal readiness or starting position, combined with 'lever' for the mechanical actuator. Term adopted from broadcasting and theatrical terminology where 'cueing' indicated precise timing of playback.",
  "first_use": 1962,
  "see_also": [
    "tonearm",
    "stylus",
    "counterweight",
    "anti-skate"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
