{
  "slug": "damping-tonearm",
  "term": "Damping (Tonearm Damping)",
  "pos": "noun",
  "pronunciation": "/ˈdæmpɪŋ/",
  "summary": "The use of silicone fluid or magnetic resistance to control tonearm movement.",
  "definition": "The use of silicone fluid or magnetic resistance to control tonearm movement and suppress unwanted resonance or skip. Introduced in high-end turntables during the 1970s, damping systems address the natural resonant frequency of tonearm-cartridge combinations, typically occurring between 8-12Hz. Fluid damping employs a paddle attached to the tonearm base that moves through viscous silicone oil, providing adjustable resistance by varying fluid viscosity or paddle depth. Magnetic damping uses eddy currents generated by magnets moving past conductive plates for contactless control. These systems prove essential for warped records, preventing the stylus from losing groove contact during severe undulations, and for DJ applications where cueing and backcueing create sudden movements. High-compliance cartridges paired with low-mass tonearms particularly benefit from damping to tame subsonic oscillations that can cause mistracking or audible distortion. While audiophile debates continue about potential sonic trade-offs—critics argue damping may reduce transient response—properly implemented systems remain transparent to music while dramatically improving trackability. Modern implementations appear in DJ turntables like the Technics SL-1200 series and audiophile designs from SME, Linn, and VPI, with adjustability allowing users to fine-tune performance for specific cartridge combinations.",
  "tags": [
    "equipment",
    "dj-related",
    "pressing"
  ],
  "aliases": [
    "tonearm damping",
    "arm damping",
    "viscous damping"
  ],
  "alt_spellings": [
    "dampening"
  ],
  "etymology": "From Middle English 'dampen,' meaning to reduce oscillation or vibration; applied to tonearm technology in high-fidelity audio engineering during the 1970s.",
  "first_use": 1972,
  "see_also": [
    "resonance-control",
    "cue-lever",
    "isolation-feet"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
