{
  "slug": "flanging",
  "term": "Flanging (Tape",
  "pos": "noun",
  "pronunciation": "/ˈflændʒɪŋ/",
  "summary": "noun / verb. An audio effect created by mixing a signal with a slightly delayed.",
  "definition": "**noun / verb.** An audio effect created by mixing a signal with a slightly delayed copy, producing a swooshing comb-filter sound — originally achieved by dragging a finger on a second tape reel's flange; often heard on psychedelic vinyl classics. The technique emerged in the mid-1960s during studio experimentation, with engineers running two synchronized tape machines and physically slowing one reel by pressing the flange (metal rim). This created a variable delay of 5-15 milliseconds, generating the characteristic jet-plane whoosh as frequencies cancel and reinforce in a moving comb pattern. The Beatles' \"Tomorrow Never Knows\" (1966) and Small Faces' \"Itchycoo Park\" (1967) popularized the effect during the psychedelic era. By the 1970s, electronic flanger pedals and rack units replaced tape manipulation, making the effect accessible to live performers and DJs. Flanging differs from phasing in its shorter delay time and more metallic, resonant character. Vintage tape flanging remains prized for its organic, unpredictable modulation — a quality difficult to replicate digitally. The effect appears prominently on prog-rock, dub, and disco pressings, adding spatial depth and movement that translates distinctively to vinyl playback.",
  "tags": [
    "dj-related"
  ],
  "aliases": [
    "tape flanging",
    "manual flanging",
    "flange effect"
  ],
  "alt_spellings": [
    "flangeing"
  ],
  "etymology": "Named after the flange (metal rim) of tape reels that engineers physically manipulated to create the effect; coined during 1960s studio sessions, with disputed origins attributed to both Abbey Road and Olympic Studios engineers.",
  "first_use": 1966,
  "see_also": [
    "phasing",
    "adt",
    "psychedelic-mix"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
