{
  "slug": "hard-bop",
  "term": "Hard-Bop Pressing",
  "pos": "noun",
  "pronunciation": "/hɑrd bɑp ˈprɛsɪŋ/",
  "summary": "noun / slang. Jazz-collector shorthand for original mid-'50s–early-'60s LPs.",
  "definition": "**noun / slang.** [Jazz](../j/jazz.md)-collector shorthand for original mid-'50s–early-'60s LPs from the hard-bop era on labels like Blue Note, Prestige, Riverside — especially those with deep-groove labels and RVG mastering. The term emerged in the 1980s-90s as collectors began distinguishing these pressings from later reissues, prizing them for superior sound quality and historical authenticity. Hallmarks include Rudy Van Gelder's analog mastering at his Englewood Cliffs studio, heavyweight virgin vinyl, and distinctive label designs (Blue Note's white-on-blue with West 63rd Street address, Prestige's yellow Bergenfield imprint). Hard-bop pressings captured the genre's gospel-tinged, blues-inflected sound with exceptional dynamic range and presence. Original Blue Note mono pressings with deep grooves command $500-$5,000+ depending on title and condition, while first Prestige yellow-labels and Riverside white-labels fetch $100-$1,000. Collectors scrutinize matrix etchings for Van Gelder's hand-stamp and label variations to authenticate true first pressings versus contemporary reissues from Tone Poet or Music Matters, which use modern all-analog chains but lack the vintage mystique.",
  "tags": [
    "pressing",
    "collecting"
  ],
  "aliases": [
    "original hard-bop",
    "vintage hard-bop LP",
    "first-pressing hard-bop"
  ],
  "alt_spellings": [
    "hardbop pressing",
    "hard bop pressing"
  ],
  "etymology": "Coined by jazz collectors in the 1980s-90s to distinguish original 1955-1965 hard-bop era pressings from the flood of CD reissues and later vinyl repressings that emerged during the format's revival.",
  "first_use": 1985,
  "see_also": [
    "deep-groove",
    "first-pressing",
    "rvg-stamp",
    "blue-note",
    "original-pressing"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
