{
  "slug": "headshell-lead-wires",
  "term": "Headshell Lead Wires",
  "pos": "noun",
  "pronunciation": "/ˈhɛdˌʃɛl liːd ˈwaɪərz/",
  "summary": "Four tiny color-coded wires (L+, L–, R+, R–) that connect the cartridge pins.",
  "definition": "Four tiny color-coded wires (L+, L–, R+, R–) that connect the cartridge pins to the headshell contacts — a common upgrade path for audiophiles chasing better conductivity. These delicate conductors transmit the minute electrical signals generated by the cartridge's stylus as it traces the record groove, making them critical to the entire playback chain. The standard color code — white (L+), blue (L–), red (R+), green (R–) — emerged in the 1960s alongside the rise of detachable headshell systems. Stock wires are typically copper with basic insulation, but aftermarket options range from oxygen-free copper to exotic silver-plated designs claiming improved high-frequency response and reduced noise floor. The upgrade debate mirrors cable controversies throughout hi-fi: believers swear by sonic improvements from premium wires ($50-$200 sets), while skeptics dismiss them as placebo given the microscopic voltages involved. Practical concerns matter more — oxidized or damaged leads cause channel dropout, crackling, or intermittent sound. The tiny clip connectors are fragile and prone to loosening with repeated cartridge swaps, making proper seating essential during setup. For collectors maintaining vintage gear or frequently rotating cartridges, quality leads represent cheap insurance against signal degradation.",
  "tags": [
    "equipment",
    "collecting"
  ],
  "aliases": [
    "cartridge leads",
    "tonearm leads",
    "phono leads",
    "headshell wires"
  ],
  "alt_spellings": [
    "head shell lead wires",
    "headshell leadwires"
  ],
  "etymology": "Term emerged with detachable headshell systems in the 1960s, combining 'headshell' (the removable cartridge mount) with 'lead wires' (electrical conductor terminology dating to early electronics).",
  "first_use": 1962,
  "see_also": [
    "cartridge-pins",
    "headshell",
    "signal-path",
    "oxidation",
    "tonearm"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
