{
  "slug": "headshell",
  "term": "Headshell",
  "pos": "noun",
  "pronunciation": "/ˈhɛdˌʃɛl/",
  "summary": "The detachable mount at the end of many S-shaped tonearms that holds the.",
  "definition": "The detachable mount at the end of many S-shaped tonearms that holds the cartridge and stylus assembly, secured by either a bayonet-style twist-lock or screw-mount connection. Introduced in the 1960s alongside modular turntable design, the headshell allows users to swap cartridges quickly without rewiring the entire tonearm—a feature particularly valued by DJs and collectors who maintain multiple cartridges for different purposes. Most headshells include four color-coded pins that connect to the cartridge's terminals, with slotted mounting holes that permit precise cartridge alignment adjustments for overhang and offset angle. Standard headshells weigh between 5-16 grams, with manufacturers like Technics, Audio-Technica, and Ortofon producing variations in aluminum, magnesium, and carbon fiber to influence resonance characteristics. DJ-oriented models often feature finger-lift grips for backcueing, while audiophile versions prioritize rigidity and damping. The removable headshell became iconic on the Technics SL-1200, where DJs could prep records on spare headshells between sets. Straight tonearms typically use integrated, non-removable headshells, while some high-end systems eschew the design entirely to minimize connection points and potential resonance. Vintage and aftermarket headshells remain popular upgrades for tuning tonearm-cartridge compatibility.",
  "tags": [
    "equipment",
    "dj-related"
  ],
  "aliases": [
    "cartridge shell",
    "cartridge mount"
  ],
  "alt_spelings": [
    "head-shell",
    "head shell"
  ],
  "etymology": "Compound of 'head' (the terminal end of the tonearm) and 'shell' (a protective housing), coined during the modular hi-fi era of the 1960s when detachable components became standard.",
  "first_use": 1962,
  "see_also": [
    "cartridge",
    "tonearm",
    "stylus",
    "overhang",
    "offset-angle"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
