{
  "slug": "hum-bucker",
  "term": "Hum-Bucker",
  "pos": "noun",
  "pronunciation": "/ˈhʌm ˌbʌkər/",
  "summary": "'**noun / technical.** A cartridge or wiring configuration designed to cancel.",
  "definition": "**noun / technical.** A cartridge or wiring configuration designed to cancel out electromagnetic hum by using two coils wired in opposite polarity. Developed in the 1950s to combat the persistent 50Hz or 60Hz hum caused by electromagnetic interference from power lines and transformers, hum-bucker designs employ phase cancellation—the two coils pick up identical interference but with reversed polarity, causing the noise to cancel while the desired audio signal remains intact. In turntable cartridges, hum-bucking configurations can be found in both moving magnet (MM) and moving coil (MC) designs, though the term is more commonly associated with guitar pickups where the technology originated. Some vintage turntables also employed hum-bucker coils in their tonearm wiring or base circuitry to reduce noise pickup from nearby motors and power supplies. The effectiveness of hum-bucker designs varies based on coil alignment, shielding quality, and the proximity of interference sources. While modern cartridges often incorporate hum-bucking principles as standard, audiophiles seeking pristine playback in electrically noisy environments may specifically seek out cartridges with explicit hum-canceling designs. The technology remains relevant today, particularly for listeners in urban settings or those using turntables near computers, amplifiers, or other electronic equipment that generates electromagnetic fields.",
  "tags": [
    "equipment",
    "technical"
  ],
  "aliases": [
    "hum-canceling cartridge",
    "dual-coil cartridge",
    "bucking coil"
  ],
  "alt_spellings": [
    "humbucker",
    "hum bucker"
  ],
  "etymology": "Coined in the 1950s from 'hum' (electromagnetic interference noise) and 'bucker' (from 'buck,' meaning to oppose or resist), originally popularized by Gibson's PAF guitar pickup before being adapted to phono cartridge design.",
  "first_use": 1955,
  "see_also": [
    "ground-loop-hum",
    "shielding",
    "moving-magnet",
    "moving-coil",
    "cartridge"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
