{
  "slug": "hum-loop-isolator",
  "term": "Hum-Loop Isolator",
  "pos": "noun",
  "pronunciation": "/hʌm luːp ˈaɪsəleɪtər/",
  "summary": "**noun / device.** A small transformer-based adapter inserted in the audio path to break ground-loops that cause hum between turntable and amplifier.",
  "definition": "**noun / device.** A small transformer-based adapter inserted in the audio path to break ground-loops that cause hum between turntable and amplifier. Ground-loop hum—typically a 50Hz or 60Hz buzz depending on regional electrical standards—occurs when multiple audio components share different ground potentials, creating an unwanted current flow through interconnecting cables. The hum-loop isolator uses audio transformers to pass the desired signal while electrically isolating the ground connection between components, effectively breaking the loop without degrading sound quality. These devices became essential in the 1970s and 1980s as home hi-fi systems grew more complex, with turntables, receivers, and tape decks creating multiple ground paths. DJs particularly rely on hum-loop isolators when connecting turntables to house PA systems in clubs and venues, where electrical grounding can be unpredictable. Quality units maintain frequency response from 20Hz to 20kHz with minimal signal loss, though cheaper models may introduce slight high-frequency roll-off. Modern isolators range from basic $20 passive units to premium $200+ models with multiple channels and balanced outputs. While proper grounding technique remains the ideal solution, hum-loop isolators provide a practical fix when rewiring systems or dealing with venue electrical issues beyond the user's control.",
  "tags": [
    "equipment",
    "dj-related"
  ],
  "aliases": [
    "ground loop isolator",
    "ground loop breaker",
    "hum eliminator",
    "isolation transformer"
  ],
  "alt_spellings": [
    "hum loop isolator",
    "humloop isolator"
  ],
  "etymology": "Compound term combining 'hum' (onomatopoeia for low-frequency electrical interference), 'loop' (referring to the circular ground current path), and 'isolator' (from Latin insulatus, 'made into an island'). Term emerged in audio engineering literature during the 1970s hi-fi boom.",
  "first_use": 1972,
  "see_also": [
    "ground-loop-hum",
    "ground-wire",
    "shielding"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "AU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
