{
  "slug": "knife-edge",
  "term": "Knife-Edge Bearing",
  "pos": "noun",
  "pronunciation": "/naɪf ɛdʒ ˈbɛrɪŋ/",
  "summary": "'**noun / technical.** A precision tonearm-pivot design where the arm rides.",
  "definition": "**noun / technical.** A precision tonearm-pivot design where the arm rides on hardened steel knife-edge races, minimizing friction for better stylus tracking. The bearing consists of a sharp, wedge-shaped edge that rests in a precisely machined V-shaped groove or cup, creating minimal contact area and thus extremely low friction—typically less than 10 milligrams of resistance. This design emerged in the 1950s alongside high-fidelity audio development, offering superior performance to earlier ball-bearing systems by reducing vertical and horizontal friction that could impede the tonearm's ability to follow groove modulations accurately. The knife-edge configuration excels at maintaining consistent tracking force and allowing the stylus to respond to complex waveforms without mechanical impedance. Premium implementations use sapphire or tungsten-carbide edges for durability, as the concentrated contact point is subject to wear over decades of use. SME pioneered the design with their Series II and III tonearms in the 1960s, establishing knife-edge bearings as the gold standard for audiophile turntables. While gimbal and unipivot designs offer alternatives, knife-edge bearings remain prized for their mechanical simplicity, low maintenance requirements, and exceptional sonic transparency, particularly in high-end analog systems where minimizing resonance and friction directly impacts sound quality.",
  "tags": [
    "equipment",
    "technical"
  ],
  "aliases": [
    "knife bearing",
    "edge bearing",
    "knife-edge pivot"
  ],
  "alt_spellings": [
    "knife edge bearing",
    "knifeedge bearing"
  ],
  "etymology": "Named for the sharp, blade-like edge of the bearing surface that resembles a knife's cutting edge, terminology adopted from precision instrument engineering in the mid-20th century.",
  "first_use": 1959,
  "see_also": [
    "gimbal-bearing-arm",
    "unipivot",
    "tracking-force",
    "tonearm",
    "bearing-friction"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
