{
  "slug": "label-variant",
  "term": "Label Variant",
  "pos": "noun",
  "pronunciation": "/ˈleɪbəl ˈvɛəriənt/",
  "summary": "**noun / collector term.** Any pressing distinguished by a change in label.",
  "definition": "**noun / collector term.** Any pressing distinguished by a change in label design — color, font, logo placement, rim text — often signifying a specific plant or production period. Label variants emerged as a cataloging necessity in the 1960s when collectors noticed identical catalog numbers could have dramatically different labels, indicating separate pressing runs or manufacturing plants. Common variants include changes from deep groove to shallow groove labels, color shifts (Capitol's rainbow to purple labels, RCA's silver to orange), logo redesigns, and alterations in rim text or copyright information. These variations help collectors identify first pressings, determine pressing plant origins, and establish chronology within a title's production history. Major labels like Columbia, Blue Note, and Decca produced dozens of label variants across decades, with early variants typically commanding premium prices. Modern reissues sometimes replicate original label designs, though careful examination of printing quality, paper stock, and fine details usually reveals the difference. Label variant identification remains essential for authentication and valuation in the collector market.",
  "tags": [
    "pressing",
    "collecting"
  ],
  "aliases": [
    "label variation",
    "label change",
    "label type"
  ],
  "alt_spellings": [
    "label-variation"
  ],
  "etymology": "Coined by record collectors in the 1960s-70s to systematically categorize pressings that shared catalog numbers but featured different label designs, reflecting manufacturing changes over time.",
  "first_use": 1965,
  "see_also": [
    "deep-groove",
    "first",
    "ivory-label-variant",
    "pressing-plant",
    "matrix"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
