{
  "slug": "landfill-vinyl-slang",
  "term": "Landfill Vinyl",
  "pos": "noun",
  "pronunciation": "/ˈlændfɪl ˈvaɪnəl/",
  "summary": "'**noun / slang.** Collector's derogatory term for cheaply produced, mass-market.",
  "definition": "**noun / slang.** Collector's derogatory term for cheaply produced, mass-market LPs or reissues considered disposable or of little musical or artistic value. The phrase typically refers to budget-label compilations, supermarket-distributed greatest hits albums, promotional records pressed on thin vinyl, and low-quality reissues that flood thrift stores and charity shops. Emerged in online collecting communities during the 2000s vinyl resurgence as enthusiasts sought to distinguish collectible pressings from worthless inventory. Common examples include K-Tel compilations, sound-alike cover versions, direct-mail offer albums, and poorly mastered digital-to-vinyl transfers pressed on 120-gram or lighter stock. The term reflects both the physical destination of these records—often literally discarded—and their perceived lack of audiophile or collector merit. While dismissive, the classification helps newer collectors identify pressings worth avoiding, though some ironically collect landfill vinyl for kitsch value or nostalgic appeal. The glut of such records in secondhand markets has paradoxically made quality vintage pressings more difficult to locate amid bins of unwanted mass-market releases.",
  "tags": [
    "collecting"
  ],
  "aliases": [
    "bin fodder",
    "charity shop vinyl",
    "dollar bin records"
  ],
  "alt_spellings": [
    "landfill-vinyl"
  ],
  "etymology": "Coined in early 2000s online vinyl forums, combining 'landfill' (waste disposal site) with 'vinyl' to suggest records destined for garbage rather than collections.",
  "first_use": 2005,
  "see_also": [
    "budget-pressing",
    "k-tel-compilation",
    "cut-out"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
