{
  "slug": "magnetic-strip",
  "term": "Magnetic-Strip Inventory Sticker",
  "pos": "noun",
  "pronunciation": "/mæɡˈnɛtɪk strɪp ˈɪnvənˌtɔri ˈstɪkər/",
  "summary": "'**noun / retail ephemera.** A thin magnetic security tag or sticker sometimes.",
  "definition": "**noun / retail ephemera.** A thin magnetic security tag or sticker sometimes hidden under LP jackets or inner sleeves in the 1970s-90s for anti-theft detection at store exits. These strips, typically 1-3 inches long and paper-thin, contained magnetized metal alloys that would trigger alarm systems if not demagnetized at checkout. Record stores placed them strategically inside gatefolds, beneath shrink wrap, or tucked into inner sleeves to deter shoplifting without defacing album artwork. The technology became standard in chain retailers like Tower Records and Sam Goody during the 1980s theft epidemic. Collectors occasionally discover forgotten strips when opening sealed vintage records, sometimes causing momentary alarm confusion. Unlike price stickers or inventory labels, magnetic strips were meant to remain invisible to customers, though careless application sometimes left adhesive residue or paper fragments that reduce collectible value. The practice declined in the 1990s as electronic article surveillance evolved and CD jewel cases offered easier tagging locations. Today these strips serve as authenticating markers of genuine period retail stock, distinguishing store-bought copies from promotional or direct-distribution pressings.",
  "tags": [
    "historical"
  ],
  "aliases": [
    "security strip",
    "anti-theft tag",
    "magnetic security tag",
    "EAS strip"
  ],
  "alt_spelings": [
    "magnetic strip"
  ],
  "etymology": "Derived from electromagnetic article surveillance (EAS) technology developed by Checkpoint Systems in the 1960s, adopted by record retailers in the mid-1970s as vinyl shoplifting escalated.",
  "first_use": 1975,
  "see_also": [
    "shrink-wrap",
    "price-sticker",
    "cut-out-notch"
  ],
  "regions": [
    "US",
    "UK",
    "CA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
