{
  "slug": "needle-tip",
  "term": "Needle-Tip Size",
  "pos": "noun",
  "pronunciation": "/ˈniːdəl tɪp saɪz/",
  "summary": "noun / technical. The diameter of the stylus tip, expressed in mils (thousandths.",
  "definition": "**noun / technical.** The diameter of the stylus tip, expressed in mils (thousandths of an inch) or micrometers; critical for matching [groove](../g/groove-wear.md) type — 3-mil for 78s, 1-mil for mono LP, 0.7-mil for stereo micro-groove. Standardized during the 1950s transition from shellac to vinyl, when the introduction of stereo required narrower grooves to accommodate dual-channel modulation. Using incorrect tip size causes immediate damage: oversized styli (like 3-mil 78 needles on LPs) obliterate groove walls, while undersized tips ride too deep, contacting unpolished groove bottoms and producing distortion. Modern audiophile styli measure 0.2×0.7-mil (elliptical) to 0.1×0.3-mil (Shibata, micro-line), with smaller contact areas tracking finer detail but demanding precise alignment. The 0.7-mil standard emerged from RCA and Columbia's stereo specifications in 1958, balancing trackability with groove density that allowed 20+ minutes per side. Collectors playing 78s must maintain dedicated 3-mil styli to avoid destroying irreplaceable shellac pressings, while modern reissue buyers benefit from advanced profiles that extract information original 1960s equipment missed entirely.",
  "tags": [
    "equipment",
    "pressing",
    "collecting"
  ],
  "aliases": [
    "stylus diameter",
    "tip radius",
    "needle diameter"
  ],
  "alt_spelings": [
    "needle tip size",
    "needletip size"
  ],
  "etymology": "Derived from sewing needle terminology, adapted to phonograph use in the acoustic era; \"mil\" measurement (1/1000 inch) became standard in American audio engineering by the 1940s.",
  "first_use": 1948,
  "see_also": [
    "conical-stylus",
    "elliptical-stylus",
    "micro-line-stylus"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
