{
  "slug": "needle-wear",
  "term": "Needle Wear",
  "pos": "noun",
  "pronunciation": "/ˈniːdəl wɛər/",
  "summary": "**noun / technical.** Wear and flattening of the stylus tip from hours of use; eventually causes audible distortion and accelerates groove-wear.",
  "definition": "**noun / technical.** The gradual degradation and flattening of the stylus tip through repeated contact with record grooves, typically manifesting after 500-1000 hours of playback depending on tracking force, alignment, and record condition. As the originally spherical or elliptical diamond tip wears, it develops flat spots that increase contact area and reduce high-frequency response, producing audible sibilance distortion, inner-groove harshness, and eventual mistracking on complex passages. Critically, worn styli cause accelerated groove damage by riding improperly in the groove walls, making needle wear a primary concern for collectors playing valuable pressings. Conical styli wear faster than elliptical profiles, while premium line-contact and Shibata designs distribute pressure more evenly for extended life up to 2000 hours. Visual inspection under magnification reveals wear patterns, though audible degradation often appears first. The phenomenon became widely understood in the 1960s as stereo LPs demanded precision, leading manufacturers to establish replacement schedules. Modern audiophiles track stylus hours meticulously, replacing cartridges preemptively to protect irreplaceable first pressings from the permanent damage that worn needles inflict.",
  "tags": [
    "equipment",
    "technical"
  ],
  "aliases": [
    "stylus wear",
    "tip wear",
    "diamond wear"
  ],
  "alt_spellings": [
    "needle-wear"
  ],
  "etymology": "Compound term combining 'needle' (from the steel needles used in early phonographs) with 'wear' (material degradation); became standard terminology in hi-fi literature during the 1950s-60s transition to microgroove LPs requiring diamond styli.",
  "first_use": 1948,
  "see_also": [
    "stylus",
    "tracking-force",
    "groove-wear",
    "cartridge",
    "shibata"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "AU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
