{
  "slug": "neo-psychedelic-wax",
  "term": "Neo-Psychedelic Wax",
  "pos": "noun",
  "pronunciation": "/ˌniːoʊ ˌsaɪkəˈdɛlɪk wæks/",
  "summary": "**noun / collector slang.** Modern pressings (1980s-present) of psychedelic-inspired rock, often issued on swirled or splatter-color vinyl as a nod to '60s psych aesthetics.",
  "definition": "**noun / collector slang.** Modern pressings (1980s-present) of psychedelic-inspired rock, often issued on swirled or splatter-color vinyl as a nod to '60s psych aesthetics. The term emerged during the 1980s psych revival when labels like Bomp! and Voxx began reissuing garage-psych classics alongside new bands mining similar sonic territory. These releases frequently featured multicolored vinyl variants—marbled, splatter, or rainbow effects—that visually referenced the kaleidoscopic album artwork and light-show culture of the original psychedelic era. By the 2000s, neo-psychedelic wax became standard practice for stoner rock, psych-folk, and krautrock-influenced releases, with bands like Tame Impala and The Flaming Lips issuing elaborate colored variants that command premium prices. Collectors prize first pressings on distinctive color combinations, especially limited runs under 500 copies. The practice has expanded beyond strictly psychedelic genres, but the term specifically denotes releases with intentional '60s-'70s psych aesthetic connections rather than arbitrary colored vinyl.",
  "tags": [
    "pressing",
    "collecting",
    "historical"
  ],
  "aliases": [
    "psych wax",
    "psychedelic reissue",
    "modern psych pressing"
  ],
  "alt_spellings": [
    "Neo-Psychedelic Vinyl",
    "Neopsychedelic Wax"
  ],
  "etymology": "Coined in mid-1980s collector circles combining 'neo-' (new/revived) with 'psychedelic' and vinyl slang 'wax,' reflecting the garage-psych revival movement's embrace of colored vinyl formats.",
  "first_use": 1985,
  "see_also": [
    "marbled-vinyl",
    "splatter-vinyl",
    "color-vinyl",
    "picture-disc"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
