{
  "slug": "outer-ring",
  "term": "Outer-Ring Clamp",
  "pos": "noun",
  "pronunciation": "/ˈaʊtər rɪŋ klæmp/",
  "summary": "'**noun / hi-fi accessory.** A heavy circular metal ring placed on the outer.",
  "definition": "**noun / hi-fi accessory.** A heavy circular metal ring placed on the outer edge of the record during playback to flatten edge warps and improve platter contact. Typically weighing between 300-800 grams and machined from brass, stainless steel, or aluminum, the outer-ring clamp applies even pressure around the record's perimeter to counteract warping and improve coupling between the vinyl and platter surface. Introduced in the late 1970s by high-end audio manufacturers seeking to address edge distortion and resonance issues, outer-ring clamps became popular among audiophiles during the 1980s analog revival. The device works in conjunction with center clamps or weights to create a flatter playing surface, theoretically reducing tracking errors and improving bass response. Premium models from manufacturers like Clearaudio, Michell Engineering, and SAEC can cost $200-$500 and feature precision-machined surfaces with felt or cork dampening layers. Critics argue the sonic improvements are marginal and that excessive weight can strain bearing assemblies in lighter turntables. Modern usage remains primarily confined to high-end systems, though the practice has seen renewed interest among vinyl enthusiasts seeking to maximize playback quality from warped vintage pressings.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "record ring",
    "edge clamp",
    "periphery ring",
    "outer stabilizer"
  ],
  "alt_spellings": [
    "outer ring clamp",
    "outer-ring stabilizer"
  ],
  "etymology": "Coined in late 1970s hi-fi literature, combining 'outer' (perimeter placement) with 'ring' (circular form) and 'clamp' (securing function), distinguishing it from center-mounted record weights.",
  "first_use": 1978,
  "see_also": [
    "center-clamp",
    "record-weight",
    "edge-warp",
    "turntable-mat",
    "platter"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
