{
  "slug": "patch-cable-hum",
  "term": "Patch",
  "pos": "noun",
  "pronunciation": "/pætʃ/",
  "summary": "**noun / technical / slang.** A low-frequency hum or buzz caused by faulty or poorly shielded patch cables between turntable, mixer, or preamp.",
  "definition": "**noun / technical / slang.** A low-frequency hum or buzz caused by faulty or poorly shielded patch cables between turntable, mixer, or preamp. This interference typically manifests as a 50Hz or 60Hz hum (depending on regional AC power frequency) that becomes audible through speakers when connections are made with substandard cables. The phenomenon became particularly problematic in the 1970s as DJ culture expanded and mobile setups required frequent cable connections and disconnections, exposing systems to wear and environmental interference. Poor shielding allows electromagnetic interference from nearby power cables, lighting, or other electronic devices to be picked up by the signal path. Unbalanced RCA connections, standard in consumer hi-fi and DJ equipment, are especially vulnerable compared to balanced professional audio cables. The issue is exacerbated by ground loops, where multiple paths to ground create current flow that induces noise. Quality patch cables feature dual-layer shielding, gold-plated connectors to prevent oxidation, and proper strain relief to maintain integrity through repeated use. DJs and audiophiles often invest in premium cables ($30-$200) to eliminate patch hum, though debate persists about diminishing returns beyond mid-tier options. Modern active preamps and ground lift switches help mitigate the problem in professional installations.",
  "tags": [
    "equipment",
    "dj-related",
    "technical"
  ],
  "aliases": [
    "cable hum",
    "connection noise",
    "RCA hum"
  ],
  "alt_spellings": [
    "patch-cable hum",
    "patch hum"
  ],
  "etymology": "Derived from telephone switchboard terminology where 'patch cables' connected different circuits; adopted by audio engineers in the 1950s-60s for modular studio equipment connections.",
  "first_use": 1965,
  "see_also": [
    "ground-loop-hum",
    "rca-cable",
    "shielding"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
