{
  "slug": "plinth",
  "term": "Plinth",
  "pos": "noun",
  "pronunciation": "/plɪnθ/",
  "summary": "'**noun / hi-fi term.** The rigid base or platform that supports the turntable's.",
  "definition": "**noun / hi-fi term.** The rigid base or platform that supports the turntable's platter and tonearm assembly — often wood, metal, or composite, designed to reduce vibration. The plinth serves as the foundation of the turntable, isolating the playback mechanism from external resonances and providing a stable mounting surface for critical components. Early turntables from the 1950s-60s featured simple wooden or pressed-steel plinths, but the audiophile era of the 1970s-80s saw manufacturers like Linn and Thorens pioneer mass-loaded designs using layered materials to dampen unwanted vibrations. High-end plinths employ exotic hardwoods (maple, birch-ply), machined aluminum, or constrained-layer damping composites, with some designs weighing 30+ pounds for maximum inertia. The suspended subchassis design, popularized by AR and Linn, mounts the platter and arm on springs within the plinth to further isolate them from footfalls and acoustic feedback. DIY enthusiasts often upgrade factory plinths with denser materials or add mass-loading, while vintage units with damaged plinths can be professionally restored or rebuilt. Modern minimalist designs like the Rega emphasize rigidity over mass, using braced skeletal structures. The plinth remains fundamental to turntable performance, directly affecting speed stability, resonance control, and ultimately sound quality.",
  "tags": [
    "equipment",
    "historical"
  ],
  "aliases": [
    "turntable base",
    "chassis",
    "base platform"
  ],
  "alt_spellings": [],
  "etymology": "Borrowed from architectural terminology, where 'plinth' (from Greek 'plinthos' meaning brick or tile) refers to the base supporting a column or statue. Adopted by audio engineers in the 1950s to describe the turntable's foundational platform.",
  "first_use": 1955,
  "see_also": [
    "isolation-feet",
    "dust-cover",
    "tonearm-board"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
