{
  "slug": "plug-in-headshell",
  "term": "Plug-In Headshell",
  "pos": "noun",
  "pronunciation": "/plʌɡ ɪn ˈhɛdʃɛl/",
  "summary": "'**noun / tonearm part.** A detachable cartridge-mounting shell that plugs.",
  "definition": "**noun / tonearm part.** A detachable cartridge-mounting shell that plugs into an S-shaped tonearm with a bayonet or SME-type connector, allowing fast cartridge swaps. Introduced in the 1960s alongside modular turntable design philosophy, the plug-in headshell revolutionized cartridge experimentation by eliminating the need to rewire tonearm leads for each swap. The shell typically features four color-coded pin connectors (white, red, blue, green) that mate with corresponding headshell leads, plus mounting slots for standard half-inch cartridge spacing. Japanese manufacturers like Technics popularized the bayonet-twist design with their SL-1200 series, making DJ cartridge replacement a 30-second operation rather than a delicate rewiring session. Audiophile implementations favor the SME-style locking connector, which provides superior rigidity and electrical contact. Headshell mass (typically 5-15 grams) affects tonearm resonance calculations, with magnesium and carbon fiber shells prized for their stiffness-to-weight ratios. The system's convenience comes with minor sonic trade-offs—purists argue that hardwired tonearms eliminate connection-point signal degradation—but the flexibility to maintain separate cartridges for mono, 78s, and stereo playback makes plug-in headshells indispensable for serious collectors. Vintage headshells from Technics, Audio-Technica, and Ortofon command premium prices when original packaging survives.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "detachable headshell",
    "removable headshell",
    "bayonet headshell"
  ],
  "alt_spellings": [
    "plugin headshell",
    "plug in headshell"
  ],
  "etymology": "Coined in the 1960s from \"plug-in\" (detachable electrical component) and \"headshell\" (the cartridge-mounting terminus of a tonearm), reflecting the modular hi-fi component philosophy of the era.",
  "first_use": 1966,
  "see_also": [
    "headshell-leads",
    "overhang-gauge",
    "sme-connector",
    "cartridge",
    "tonearm"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
