{
  "slug": "pre-war-shellac-78",
  "term": "Pre-War Shellac 78",
  "pos": "noun",
  "pronunciation": "/priː wɔːr ʃəˈlæk ˈsɛvəntiˈeɪt/",
  "summary": "noun / historical format. Any 10- or 12-inch shellac disc manufactured before.",
  "definition": "**noun / historical format.** Any 10- or 12-inch shellac disc manufactured **before World War II**, usually recorded by acoustic or early-electrical methods and extremely brittle compared with later vinyl pressings. These discs rotated at approximately 78 RPM and featured wide **macro-grooves** requiring steel or thorn needles for playback. Pre-war 78s represent the earliest era of commercial recorded sound, spanning from the 1890s through 1941, with acoustic recordings dominating until Western Electric's electrical recording process revolutionized the industry in 1925. The shellac compound—a resin secreted by lac beetles mixed with mineral fillers—produced a characteristically surface-noisy but warm sound that collectors prize today. Labels like Victor, Columbia, and HMV pressed everything from opera arias to early jazz, blues, and country music on these fragile discs. Survival rates are low due to the material's brittleness and the common practice of discarding outdated records. Collectors now seek pre-war 78s for their historical significance and the irreplaceable performances they contain, particularly rare blues and jazz pressings that command premium prices. Proper playback requires specialized equipment with appropriate tracking force and correct needle types to avoid permanent groove damage.",
  "tags": [
    "equipment",
    "pressing",
    "collecting"
  ],
  "aliases": [
    "pre-war 78",
    "shellac 78",
    "acoustic 78",
    "antique 78"
  ],
  "alt_spellings": [
    "prewar shellac 78",
    "pre-war shellac seventy-eight"
  ],
  "etymology": "Term combines the historical marker 'pre-war' (referring to World War II, 1939-1945) with 'shellac' (the resin-based disc material) and '78' (the approximate playback speed in revolutions per minute). Usage became common among collectors in the 1950s-60s to distinguish these early discs from modern vinyl formats.",
  "first_use": 1950,
  "see_also": [
    "macro-groove",
    "steel-needle-pickup",
    "acoustic-phonograph"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
