{
  "slug": "pre-riaa-eq-curve",
  "term": "Pre-RIAA EQ Curve",
  "pos": "noun",
  "pronunciation": "/priː ɑːr aɪ eɪ eɪ iː kjuː kɜːrv/",
  "summary": "'**noun / historical technical.** Any of the numerous EQ playback curves.",
  "definition": "**noun / historical technical.** Any of the numerous equalization playback curves used by record labels and manufacturers before the universal RIAA curve was standardized in 1955. During the 1940s and early 1950s, over 100 different EQ curves existed, including Columbia, Decca (ffrr), NAB, AES, Orthacoustic, and European standards, each employing different bass rolloff (turnover) and treble boost characteristics. This chaos required listeners to manually adjust playback EQ or use specialized preamps with curve-selector switches to match the cutting curve of each record. Labels often failed to mark which curve was used, forcing audiophiles to experiment by ear. The proliferation stemmed from competing theories about optimal frequency response and the technical limitations of shellac and early vinyl pressings. Columbia favored a 500Hz turnover, while RCA preferred 500Hz/630Hz combinations. The RIAA's standardization ended this confusion, establishing the now-universal 2122Hz treble time constant and 500Hz/50Hz bass turnover points. Collectors playing pre-1955 records on modern equipment often experience incorrect tonal balance unless using adjustable phono stages with selectable curve settings, as standard RIAA preamps will misrepresent the original recording's intended frequency response.",
  "tags": [
    "technical",
    "historical"
  ],
  "aliases": [
    "early EQ curve",
    "pre-standardization curve",
    "legacy playback curve"
  ],
  "alt_spellings": [
    "pre-RIAA EQ",
    "pre-RIAA equalization curve"
  ],
  "etymology": "Term emerged in the late 1950s to distinguish the varied equalization standards used before the Recording Industry Association of America established its universal playback curve specification in 1954-1955.",
  "first_use": 1956,
  "see_also": [
    "nab-eq",
    "aes-curve",
    "turnover-frequency",
    "riaa-curve",
    "phono-preamp"
  ],
  "regions": [
    "US",
    "UK",
    "EU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
