{
  "slug": "pressing-defect",
  "term": "Pressing Defect",
  "pos": "noun",
  "pronunciation": "/ˈprɛsɪŋ ˈdiːfɛkt/",
  "summary": "'**noun / manufacturing term.** A general catch-all for any physical flaw.",
  "definition": "**noun / manufacturing term.** A general catch-all for any physical flaw created during the record-pressing cycle — e.g., non-fill, stitching, off-center hole, bubbles, scuffs, warps. These manufacturing errors have plagued vinyl production since the format's inception in 1948, arising from contaminated vinyl compound, improper press temperature or pressure, worn stampers, or inadequate cooling. Common defects include non-fill (incomplete groove formation), surface noise from trapped air bubbles, clicks from vinyl chips or paper debris, warping from uneven cooling, and off-center holes causing pitch wobble. Quality control standards varied wildly across pressing plants and eras — major-label facilities in the 1960s-70s maintained rigorous inspection, while budget plants often shipped severely flawed records. The rise of audiophile reissues in the 1990s-2000s elevated expectations, with companies like Quality Record Pressings and Pallas setting benchmarks for defect-free manufacturing. Collectors debate whether minor defects warrant returns, with sealed-versus-opened arguments and grading standards (VG+ tolerates light marks, NM demands near-perfection). Modern vinyl's resurgence has strained plant capacity, sometimes increasing defect rates industry-wide.",
  "tags": [
    "pressing",
    "collecting"
  ],
  "aliases": [
    "pressing flaw",
    "manufacturing defect",
    "press error"
  ],
  "alt_spellings": [
    "pressing-defect"
  ],
  "etymology": "Combines 'pressing' (from the hydraulic press manufacturing process) with 'defect' (Latin defectus, 'failure'). Term standardized in record manufacturing quality control documentation from the 1950s onward.",
  "first_use": 1950,
  "see_also": [
    "non-fill",
    "off-center",
    "warping",
    "stamper-wear",
    "qc-reject"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
