{
  "slug": "quartz-lock",
  "term": "Quartz-Lock (a.k.a. Quartz-Synth Pitch-Lock)",
  "pos": "noun",
  "pronunciation": "/ˈkwɔrts lɑk/",
  "summary": "'**noun / hi-fi / DJ.** A feature on many direct-drive turntables that **locks.",
  "definition": "**noun / hi-fi / DJ.** A feature on many direct-drive turntables that **locks platter speed** to an ultra-stable quartz-crystal reference frequency for precise 33⅓ or 45 RPM. Introduced by Technics in the mid-1970s alongside their revolutionary SL-1200 series, quartz-lock technology uses a piezoelectric quartz oscillator—the same mechanism found in digital watches—to generate an unwavering timing signal. The turntable's motor control circuitry continuously compares actual platter rotation against this reference, making micro-adjustments to maintain pitch accuracy within ±0.01% or better. This eliminated the speed drift and wow-and-flutter issues that plagued belt-drive and earlier direct-drive designs. For DJs, quartz-lock became essential for beatmatching, ensuring two records played at identical tempos without gradual drift. Audiophiles appreciated the pitch stability for classical and jazz playback, where even slight speed variations become audible. Most quartz-locked decks allow users to defeat the lock when using pitch control sliders for mixing, then re-engage it with a reset button to snap back to true speed. The technology became standard on professional DJ turntables throughout the 1980s-90s and remains a benchmark feature on modern high-end decks, both analog and digital-hybrid models.",
  "tags": [
    "equipment",
    "dj-related"
  ],
  "aliases": [
    "Quartz-Synth Pitch-Lock",
    "Quartz Lock",
    "Quartz Speed Control",
    "QDD"
  ],
  "alt_spellings": [
    "Quartz Lock",
    "QuartzLock"
  ],
  "etymology": "Coined by Technics in the 1970s, combining 'quartz' (referring to the piezoelectric crystal oscillator) with 'lock' (indicating speed stabilization), marketed as a premium feature distinguishing direct-drive turntables from belt-drive competitors.",
  "first_use": 1975,
  "see_also": [
    "pitch-control",
    "wow-flutter",
    "direct-drive-motor"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
