{
  "slug": "rca-living-stereo",
  "term": "RCA Living Stereo",
  "pos": "noun",
  "pronunciation": "/ɑːr siː eɪ ˈlɪvɪŋ ˈstɛrioʊ/",
  "summary": "**noun / historical branding.** A famous RCA Victor **stereo-LP branding (1958-early '60s)** noted for early two-channel recordings and shaded-dog logo.",
  "definition": "**noun / historical branding.** A famous RCA Victor stereo-LP branding (1958-early '60s) noted for early two-channel recordings and shaded-dog logo. Launched in 1958 as RCA's premium stereo line, Living Stereo releases featured pioneering three-microphone recording techniques and were among the first commercially successful stereo LPs. Early pressings (1958-1964) are identified by the iconic shaded-dog label design and typically command high collector prices due to superior sonics from master tape proximity. The catalog emphasized classical music—Boston Symphony, Chicago Symphony, Heifetz, Rubinstein—though jazz releases (e.g., Living Stereo Jazz series) are equally prized. Recording engineers like Lewis Layton achieved remarkable depth and imaging at RCA's Studio A and Manhattan Center. Original shaded-dog pressings on heavy vinyl with deep grooves fetch $50-$500+ depending on title and condition. The line transitioned to white-dog and red-seal labels by 1964. Modern audiophile reissues by Analogue Productions and Music Direct on 200g vinyl have introduced these legendary recordings to new generations, though purists still seek first-press originals for their unmatched warmth and dynamic range.",
  "tags": [
    "collecting",
    "historical"
  ],
  "aliases": [
    "Living Stereo",
    "RCA Living Stereo series"
  ],
  "alt_spellings": [
    "RCA Victor Living Stereo"
  ],
  "etymology": "Coined by RCA Victor in 1958 to market their new stereophonic LP format, emphasizing the 'living' presence and realism of two-channel sound compared to monophonic recordings.",
  "first_use": 1958,
  "see_also": [
    "shaded-dog-label",
    "deep-groove",
    "first-press-stereo"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
