{
  "slug": "record-divider",
  "term": "Record Divider Tab Sticker",
  "pos": "noun",
  "pronunciation": "/ˈrɛkərd dɪˈvaɪdər tæb ˈstɪkər/",
  "summary": "'**noun / shop ephemera.** A **label or sticker** attached to divider cards.",
  "definition": "**noun / shop ephemera.** A **label or sticker** attached to divider cards showing genre, price code, or store section — sometimes kept by collectors as memorabilia. These adhesive labels emerged in the 1950s as record shops expanded their inventory and needed systematic bin organization. Typically featuring bold typography and color-coding systems, stickers displayed categories like \"ROCK,\" \"JAZZ,\" or \"CLASSICAL,\" along with alphanumeric price codes (\"A\" for $3.98, \"B\" for $4.98) that staff memorized. Chain stores like Sam Goody and Tower Records developed proprietary sticker systems, while independent shops often used generic office supply labels or hand-lettered tabs. By the 1970s-80s, some stores commissioned custom designs that became part of their brand identity. Collectors now preserve these stickers as artifacts of retail culture, particularly examples from defunct chains or stores with distinctive design aesthetics. Original stickers still adhered to vintage divider cards command premiums in the ephemera market, valued alongside shopping bags and promotional materials as tangible connections to the record-buying experience.",
  "tags": [
    "collecting",
    "cultural"
  ],
  "aliases": [
    "divider tab label",
    "bin card sticker",
    "section marker sticker",
    "genre tab"
  ],
  "alt_spellings": [
    "record divider-tab sticker",
    "record-divider tab sticker"
  ],
  "etymology": "Derived from retail display terminology; \"divider\" from merchandising practice of separating stock categories, combined with \"tab\" (protruding marker) and \"sticker\" (adhesive label). Term standardized in record retail trade publications by early 1960s.",
  "first_use": 1955,
  "see_also": [
    "record-divider-card",
    "rack-jobber-sticker",
    "price-code-sticker"
  ],
  "regions": [
    "US",
    "UK",
    "CA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
