{
  "slug": "shoulder-cut",
  "term": "Shoulder-Cut Sleeve",
  "pos": "noun",
  "pronunciation": "/ˈʃoʊldər kʌt sliːv/",
  "summary": "**noun / packaging style.** A **jacket or company sleeve with a semi-circular cut-out** at the top edge, allowing label exposure or easier thumb-grip.",
  "definition": "**noun / packaging style.** A **jacket or company sleeve with a semi-circular 'shoulder' cut-out** at the top edge, designed to expose the record label without removing the disc from its protective sleeve. This die-cut style emerged in the mid-1950s as record companies sought efficient ways to display label information at retail while maintaining dust protection. The semi-circular notch, typically 2-3 inches wide and positioned at the top center, allows customers and retailers to verify label details, catalog numbers, and pressing variations without handling the vinyl directly. Common on company sleeves issued by major labels like Columbia, RCA Victor, and Capitol through the 1960s-70s, shoulder-cuts also facilitated easier thumb-grip removal compared to fully enclosed sleeves. The design proved particularly popular for 45 RPM singles and promotional copies. Modern reissue labels occasionally replicate shoulder-cut aesthetics for period authenticity, though the practical retail function has diminished in the digital age. Collectors value original shoulder-cut sleeves as period-correct packaging, especially when they feature label-specific advertising or design elements printed on the sleeve itself.",
  "tags": [
    "pressing"
  ],
  "aliases": [
    "thumb-cut sleeve",
    "label-cut sleeve",
    "semi-circular cut sleeve"
  ],
  "alt_spelings": [
    "shoulder cut sleeve",
    "shouldercut"
  ],
  "etymology": "Derived from the resemblance of the semi-circular cut-out to the curved 'shoulder' line of human anatomy, combined with die-cutting terminology from the printing industry.",
  "first_use": 1955,
  "see_also": [
    "die-cut",
    "company-sleeve",
    "center-hole-cut-out"
  ],
  "regions": [
    "US",
    "UK",
    "EU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
