{
  "slug": "skip-loop-locked",
  "term": "Skip-Loop",
  "pos": "noun",
  "pronunciation": "/skɪp luːp/",
  "summary": "'**noun / groove defect / DJ trick.** Either a **groove-damage defect that.",
  "definition": "**noun / [groove](../g/groove-wear.md) defect / DJ trick.** Either a **groove-damage defect that causes the stylus to loop-replay** a short segment or, in DJ use, a deliberate locked-groove sample loop. As a defect, skip-loops occur when groove damage—typically from scratches, dirt accumulation, or repeated stylus impact—creates a physical barrier that forces the needle backward into an earlier groove segment, producing an involuntary repeat of 1-3 seconds of audio. This differs from a standard skip, which jumps forward past damaged sections. The phenomenon became culturally significant in hip-hop during the late 1970s when DJs like Grandmaster Flash recognized that controlled skip-loops could extend breakbeats indefinitely. By deliberately creating or exploiting these loops through back-cueing and precise needle drops, turntablists transformed a vinyl defect into a foundational sampling technique. Modern pressing plants occasionally include intentional locked grooves as artistic statements or hidden tracks, particularly on experimental releases. Collectors distinguish between accidental skip-loops (which diminish value) and factory-pressed locked grooves (which may enhance collectibility). The skip-loop's dual nature—simultaneous defect and creative tool—exemplifies vinyl culture's ability to repurpose technical limitations into expressive techniques.",
  "tags": [
    "equipment",
    "dj-related",
    "collecting"
  ],
  "aliases": [
    "locked groove",
    "stuck groove",
    "repeat loop"
  ],
  "alt_spellings": [
    "skip loop",
    "skiploop"
  ],
  "etymology": "Compound term combining 'skip' (stylus jumping between grooves) and 'loop' (repeated audio segment), emerging from DJ culture in the late 1970s to describe both accidental groove defects and intentional turntablist techniques.",
  "first_use": 1978,
  "see_also": [
    "locked-groove",
    "cue-burn",
    "groove-wear"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
