{
  "slug": "spacer-ring-spindle",
  "term": "Spacer Ring",
  "pos": "noun",
  "pronunciation": "/ˈspeɪsər rɪŋ/",
  "summary": "'**noun / hardware accessory.** A **thin ring placed over the platter spindle**.",
  "definition": "**noun / hardware accessory.** A **thin ring placed over the platter spindle** to slightly raise records with raised outer lips or to help with warped discs during clamping. Typically machined from aluminum, brass, or Delrin plastic in thicknesses ranging from 0.5mm to 3mm, spacer rings solve the common problem of records that don't sit flush on the platter due to manufacturing variations or edge warping. They're particularly useful when using record weights or reflex clamps, as the slight elevation allows the clamping mechanism to apply more effective downward pressure to flatten minor warps. Audiophile turntable manufacturers began including spacer rings as optional accessories in the 1980s as heavyweight clamping systems gained popularity. Some high-end turntables now ship with multiple spacer rings of varying thicknesses to accommodate different record profiles. The rings typically feature a center bore matching standard spindle diameters (0.286 inches) and an outer diameter of 2-3 inches. While dismissed by some as tweaker accessories, spacer rings provide genuine utility for collectors dealing with vintage pressings that feature raised label areas or slight dishing, and they remain standard equipment in serious listening setups employing vacuum hold-down or clamp-based systems.",
  "tags": [
    "collecting"
  ],
  "aliases": [
    "spindle spacer",
    "spindle shim",
    "platter spacer"
  ],
  "alt_spellings": [
    "spacer-ring"
  ],
  "etymology": "Derived from mechanical engineering terminology for shims and spacers, adapted to turntable use as precision playback systems emerged in the high-fidelity movement of the 1970s-80s.",
  "first_use": 1982,
  "see_also": [
    "reflex-clamp",
    "record-weight",
    "edge-warp"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
