{
  "slug": "tone-arm-cable-phono-leads",
  "term": "Tone-Arm Cable",
  "pos": "noun",
  "pronunciation": "/toʊn ɑːrm ˈkeɪbəl/",
  "summary": "'**noun / hi-fi wiring.** The **shielded low-capacitance cable** carrying.",
  "definition": "**noun / hi-fi wiring.** The **shielded low-capacitance cable** carrying the delicate cartridge signal from the tonearm to the phono pre-amp, typically terminating in RCA connectors. This critical link handles microvolt-level signals generated by the cartridge's stylus tracing the groove — making proper shielding essential to prevent hum, RF interference, and capacitance loading that dulls high frequencies. Most turntables feature hard-wired cables permanently attached to the tonearm, while audiophile models offer detachable DIN or five-pin connectors allowing cable upgrades. Quality varies dramatically: budget cables use basic copper with minimal shielding, while high-end offerings employ silver conductors, multiple shield layers, and exotic dielectrics costing hundreds of dollars. Capacitance specifications matter particularly for moving-magnet cartridges, which sound best with 100-200pF total load including cable, preamp, and tonearm wiring. The cable typically exits the tonearm base alongside a separate ground wire (addressing hum loops) and must be routed carefully to avoid motor vibration and electromagnetic fields. Vintage turntables often suffer degraded cables with brittle insulation or corroded connections, making replacement a common restoration task. Audiophile debates rage over whether exotic cables offer genuine sonic improvements or placebo effects at their premium prices.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "phono leads",
    "tonearm leads",
    "phono cable",
    "RCA phono cable"
  ],
  "alt_spellings": [
    "tonearm cable",
    "tone arm cable"
  ],
  "etymology": "Term emerged in 1950s hi-fi literature as electromechanical playback replaced acoustic phonographs, describing the shielded wiring connecting the newly-developed magnetic cartridges to separate amplification stages.",
  "first_use": 1952,
  "see_also": [
    "removable-headshell-leads",
    "phono-pre-amp",
    "ground-wire-hum"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "AU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
