{
  "slug": "transparent-vinyl",
  "term": "Transparent",
  "pos": "noun",
  "pronunciation": "/trænsˈpɛrənt/",
  "summary": "**noun / color-vinyl format.** A record made of fully see-through vinyl.",
  "definition": "**noun / color-vinyl format.** A record made of fully see-through vinyl compound (clear, tinted, or smoked) rather than opaque black. Transparent pressings emerged in the 1960s as novelty releases, gaining popularity during the punk and new wave eras of the late 1970s when independent labels used them to differentiate limited editions. The clarity ranges from water-clear (no additives) to lightly tinted amber, blue, red, or green hues, to heavily smoked gray or brown variants that maintain translucency. Manufacturing requires precise temperature control and virgin PVC compounds, as recycled vinyl contains impurities that cloud transparency. Audiophiles debate sonic quality—some claim clear vinyl lacks carbon black's dampening properties, creating surface noise, while others detect no difference in properly manufactured pressings. Collectors prize transparent variants for visual appeal and scarcity, particularly when combined with custom labels or colored vinyl sleeves that show through. Modern pressings frequently use transparent vinyl for deluxe editions, indie releases, and Record Store Day exclusives, with some plants charging premium rates due to compound costs and longer cooling times required for optical clarity.",
  "tags": [
    "pressing",
    "collecting",
    "historical"
  ],
  "aliases": [
    "clear vinyl",
    "see-through vinyl",
    "crystal vinyl"
  ],
  "alt_spellings": [
    "transparent vinyl",
    "trans vinyl"
  ],
  "etymology": "From Latin 'transparere' (to show through); adopted by vinyl pressing plants in the 1960s to describe records made without carbon black pigment, allowing light transmission through the disc.",
  "first_use": 1962,
  "see_also": [
    "color-vinyl-edition",
    "picture",
    "translucent-vinyl-variant"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
