{
  "slug": "turntable-rumble",
  "term": "Turntable Rumble",
  "pos": "noun",
  "pronunciation": "/ˈtɜrn.teɪ.bəl ˈrʌm.bəl/",
  "summary": "**noun / mechanical-noise spec.** The **low-frequency mechanical noise produced by motor or bearing transmitted into the stylus**, usually measured in dB below signal.",
  "definition": "**noun / mechanical-noise spec.** The **low-frequency mechanical noise produced by motor or bearing transmitted into the stylus**, usually measured in dB below signal. Rumble originates from motor vibrations, worn bearings, belt irregularities, or platter imbalance, typically manifesting between 20-100 Hz as a subsonic throbbing or audible growl that muddies bass response and fatigues woofers. High-quality turntables specify rumble at -65 dB or better (weighted), while budget decks may exceed -40 dB, making the noise clearly audible on dynamic passages. Direct-drive motors historically suffered worse rumble than belt-drive isolation designs, though premium Technics SP-10 and modern engineering reversed this stigma by the 1970s. Audiophiles combat rumble through subsonic filters (cutting below 20 Hz), motor isolation feet, bearing maintenance with proper oil viscosity, and platter balancing. Vintage tables with dried lubricants or worn spindle bearings develop worsening rumble over decades, requiring professional service to restore original specs. The specification became standardized with DIN 45-500 and IEC weighted measurements in the 1960s, distinguishing audiophile equipment from consumer-grade players. Rumble remains the primary low-frequency noise concern in analog playback, distinct from surface noise or groove damage.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "motor rumble",
    "bearing noise",
    "low-frequency noise"
  ],
  "alt_spellings": [
    "turntable-rumble"
  ],
  "etymology": "Coined in early hi-fi literature circa 1950s from \"rumble\" (low-frequency vibration sound) applied to turntable motor and bearing mechanical noise transmission, standardized as audio specification term by 1960s.",
  "first_use": 1952,
  "see_also": [
    "signal-to-noise-ratio",
    "rumble-filter",
    "bearing-oil-service",
    "wow-and-flutter",
    "direct-drive",
    "belt-drive"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
