{
  "slug": "vacuum-platter",
  "term": "Vacuum Platter",
  "pos": "noun",
  "pronunciation": "/ˈvæk.juːm ˈplæt.ər/",
  "summary": "**noun / turntable design.** A **turntable platter that uses gentle suction to flatten records against its surface** for improved coupling and reduced warps.",
  "definition": "**noun / turntable design.** A **turntable platter that uses gentle suction to flatten records against its surface** for improved coupling and reduced warps. The system employs a vacuum pump connected to the platter through internal channels, creating negative pressure that pulls the record firmly against the playing surface. This intimate contact eliminates air gaps between vinyl and platter, reducing resonance and improving bass response while temporarily flattening minor warps during playback. First commercialized in high-end turntables during the 1970s by manufacturers like Micro Seiki and Nakamichi, vacuum hold-down systems became the hallmark of statement turntables where performance justified the added complexity and cost. The technology requires a perforated or slotted platter surface, a vacuum pump (often external to minimize motor noise), and typically a specialized mat with channels to distribute suction evenly. Modern implementations appear in ultra-high-end turntables from brands like Continuum, TechDAS, and Transrotor, with prices often exceeding $20,000. Audiophiles prize vacuum platters for their ability to play even moderately warped records flat and for the perceived improvements in transparency and dynamic range, though critics note the mechanical complexity and pump noise as potential drawbacks.",
  "tags": [
    "equipment"
  ],
  "aliases": [
    "vacuum hold-down",
    "suction platter",
    "vacuum record clamp system"
  ],
  "alt_spellings": [
    "vacuum-hold-down platter"
  ],
  "etymology": "Coined from vacuum technology adapted from industrial manufacturing processes where suction holds materials flat during precision work, applied to turntable design in the 1970s Japanese high-end audio boom.",
  "first_use": 1977,
  "see_also": [
    "reflex-clamp",
    "record-weight",
    "warped-record-flattening"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
