{
  "slug": "virgin-vinyl-compound",
  "term": "Virgin Vinyl",
  "pos": "noun",
  "pronunciation": "/ˈvɜːrdʒɪn ˈvaɪnəl/",
  "summary": "**noun / manufacturing grade.** A record pressed from 100% new PVC compound.",
  "definition": "**noun / manufacturing grade.** A record pressed from 100% new polyvinyl chloride (PVC) compound with no recycled re-grind material, resulting in cleaner surfaces and lower noise floors. Virgin vinyl became a quality marker in the 1970s as cost-cutting measures led many plants to blend factory floor scraps and recycled records back into the pressing compound, creating a two-tier manufacturing standard. Pure virgin compound produces deeper, quieter grooves with less surface noise, fewer non-fill defects, and better high-frequency response. Audiophile labels like Mobile Fidelity, Analogue Productions, and Classic Records prominently advertised virgin vinyl formulations throughout the 1980s-2000s reissue boom, often combined with heavy-weight pressings (180g-200g) to signal premium quality. Modern pressing plants typically reserve virgin compound for deluxe editions and audiophile releases, while standard retail pressings may contain 10-30% re-grind to control costs. Collectors can sometimes identify virgin pressings by their deeper black color and slightly glossier finish, though formulation opacity makes visual confirmation unreliable without manufacturer documentation.",
  "tags": [
    "pressing",
    "collecting",
    "historical"
  ],
  "aliases": [
    "virgin compound",
    "pure vinyl",
    "100% virgin PVC"
  ],
  "alt_spellings": [
    "virgin-vinyl"
  ],
  "etymology": "Term emerged in 1970s pressing industry to distinguish new PVC compound from cost-saving recycled blends, borrowed from petrochemical industry terminology for unprocessed polymers.",
  "first_use": 1974,
  "see_also": [
    "re-grind-vinyl",
    "heavy-weight-pressing",
    "quiex-ii-translucent-vinyl"
  ],
  "regions": [
    "US",
    "UK",
    "EU",
    "JA",
    "AU"
  ],
  "created": "2026-01-05",
  "updated": "2026-01-06"
}
